[
    {
        "image_src": "3.png",
        "title": "Прямоугольник",
        "definition": "Прямоугольник — четырёхугольник, у которого все углы прямые (равны 90 градусам)."
    },
    {
        "image_src": "4.png",
        "title": "Ромб",
        "definition": "Ромб — это параллелограмм, у которого все стороны равны."
    },
    {
        "image_src": "5.png",
        "title": "Параллелограмм",
        "definition": "Параллелогра́мм — это четырёхугольник, у которого противоположные стороны попарно параллельны, то есть лежат на параллельных прямых. Частными случаями параллелограмма являются прямоугольник, квадрат и ромб."
    },
    {
        "image_src": "6.png",
        "title": "Треугольник",
        "definition": "Треуго́льник (в евклидовом пространстве) — геометрическая фигура, образованная тремя отрезками, которые соединяют три точки, не лежащие на одной прямой. Указанные три точки называются вершинами треугольника, а отрезки — сторонами треугольника. Часть плоскости, ограниченная сторонами, называется внутренностью треугольника: нередко треугольник рассматривается вместе со своей внутренностью (например, для определения понятия площади)."
    },
    {
        "image_src": "7.png",
        "title": "Трапеция",
        "definition": "Трапе́ция — выпуклый четырёхугольник, у которого две стороны параллельны, а две другие стороны не параллельны. Иногда в определении трапеции опускают последнее условие (см ниже). Параллельные противоположные стороны называются основаниями трапеции, а две другие — боковыми сторонами. Средняя линия — отрезок, соединяющий середины боковых сторон."
    },
    {
        "image_src": "8.png",
        "title": "Правильный шестиугольник",
        "definition": "Правильным называется шестиугольник, у которого все стороны равны, а все внутренние углы равны 120°."
    },
    {
        "image_src": "9.png",
        "title": "Цилиндр",
        "definition": "Цили́ндр — геометрическое тело, ограниченное цилиндрической поверхностью и двумя параллельными плоскостями, пересекающими её." 
    },
    {
      "image_src": "10.png",
      "title": "Куб",
      "definition": "Куб (иногда гекса́эдр или правильный гекса́эдр) — правильный многогранник, каждая грань которого представляет собой квадрат. Частный случай параллелепипеда и призмы."  
    },
    {
        "image_src": "11.png",
        "title": "Пирамида",
        "definition": "Пирами́да — многогранник, одна из граней которого (называемая основанием) — произвольный многоугольник, а остальные грани (называемые боковыми гранями) — треугольники, имеющие общую вершину. По числу углов основания различают пирамиды треугольные (тетраэдр), четырёхугольные и т. д. Пирамида является частным случаем конуса."
    },
    {
        "image_src": "12.png",
        "title": "Прямоугольный параллелепипед",
        "definition": "Прямоуго́льный параллелепи́пед (кубоид) — многогранник с шестью гранями, каждая из которых является в общем случае прямоугольником."
    },
    {
        "image_src": "13.png",
        "title": "Сфера",
        "definition": "Сфе́ра — геометрическое место точек в пространстве, равноудаленных от некоторой заданной точки (центра сферы)."
    },
    {
        "image_src": "14.png",
        "title": "Треугольная призма",
        "definition": "Треугольная призма — призма с тремя боковыми гранями. Этот многогранник имеет в качестве граней треугольное основание, его копию, полученную в результате параллельного переноса и 3 грани, соединяющие соответствующие стороны. Прямая треугольная призма имеет прямоугольные боковые стороны, в противном случае призма называется косой."
    },
    {
        "image_src": "15.png",
        "title": "Конус",
        "definition": "Ко́нус — поверхность, образованная в пространстве множеством лучей (образующих конуса), соединяющих все точки некоторой плоской кривой (направляющей конуса) с данной точкой пространства (вершиной конуса)."  
    },
    {
        "image_src": "16.png",
        "title": "Шар",
        "definition": "Шар — геометрическое тело; совокупность всех точек пространства, находящихся от центра на расстоянии, не больше заданного. Это расстояние называется радиусом шара. Шар образуется вращением полукруга около его неподвижного диаметра. Этот диаметр называется осью шара, а оба конца указанного диаметра — полюсами шара. Поверхность шара называется сферой: замкнутый шар включает эту сферу, открытый шар — исключает."
    },
    {
        "image_src": "17.png",
        "title": "Полукруг",
        "definition": "Полукруг — сегмент круга, хордой которого является диаметр этого круга, и дуга окружности, лежащая между концами диаметра."
    }
]